Repository: marcus67/little_brother
Catalog: little_brother/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: username '{username}' not specified
ru: Пользователь '{username}' не определен

source: username '{username}' not being monitored
ru: Пользователь '{username}' не отслеживается

source: {days} days ago
ru: {days} дня/дней назад

source: Today
ru: Сегодня

source: Yesterday
ru: Вчера

source: {user}, you do not have computer time left today. You will be logged out.
ru: {user}, Сегодня у вас больше нет компьютерного времени. Вы покидаете систему.

source: {user}, you only have {minutes_left_before_logout} minutes left today. Please, log out.
ru: {user}, сегодня у вас осталось только {minutes_left_before_logout} минут/минуты. Пожалуйста, покинте систему.

source: {user}, you do not have any computer time today. You will be logged out.
ru: {user}, сегодня у вас больше нет компьютерного времени. Вы покидаете систему.

source: {user}, it is too early to use the computer. You will be logged out.
ru: {user}, Еще слишком рано для использования компьютера. Вы покидаете систему.

source: {user}, it is too late to use the computer. You will be logged out.
ru: {user}, Еще слишком по́здно для использования компьютера. Вы покидаете систему.

source: {user}, in {minutes_left_before_logout} minutes it will be too late to use the computer. Please, log out.
ru: {user}, через {minutes_left_before_logout} минут/минуты будет слишком поздно для использования компьютера. Пожалуйста, покинте систему.

source: {user}, you have to take a break. You will be logged out.
ru: {user}, вы должны сделать паузу. Вы покидаете систему.

source: {user}, in {minutes_left_before_logout} minutes you will have to take a break. Please, log out.
ru: {user}, через {minutes_left_before_logout} минут/минуты вы должны будете сделать паузу. Пожалуйста, покинте систему.

source: {user}, your break will only be over in {break_minutes_left} minutes. You will be logged out.
ru: {user}, ваша пауза закончится только через {break_minutes_left} минут/минуты. Вы покидаете систему.

source: Hello {user}, you will be allowed to play for {minutes_left_in_session} minutes in this session.
ru: Hello {user}, вы можете играть через {minutes_left_in_session} минут/минуты в этой сессии.

source: Hello {user}, you have unlimited playtime in this session.
ru: Hello {user}, в этой сессии у вас неограниченное время игры.

source: 'Today ('EEE')'
ru: 'Сегодня ('EEE')'

source: 'Today'
ru: 'Сегодня'

source: 'Tomorrow ('EEE')'
ru: 'Завтра ('EEE')'

source: 'Tomorrow'
ru: 'Завтра'

source: yyyy-MM-dd' ('EEE')'
ru: dd.MM.yyyy' ('EEE')'

source: vacation
ru: каникулы

source: Username
ru: Имя пользователя

source: No activity before {hh_mm} hours
ru: не работает в течении ближайших {hh_mm} часов

source: No activity after {hh_mm} hours
ru: не работает через {hh_mm} часов

source: Day blocked: no activity permitted
ru: Сегодня заблокировано: пользование запрещено

source: Activity limited to {hh_mm} per day
ru: Пользование ограничено to {hh_mm} часами в день

source: No activity exceeding {hh_mm}
ru: Пользование не превышает {hh_mm}

source: Minimum break time {hh_mm} not reached
ru: Минимальня пауза {hh_mm} еще не закончилась

source: default
ru: по умолчанию

source: weekend
ru: выходной

source: weekdays
ru: дни недели

source: mondays
ru: понедельник

source: tuesdays
ru: вторник

source: wednesdays
ru: среда

source: thursdays
ru: четверг

source: fridays
ru: пятница

source: saturdays
ru: суббота

source: sundays
ru: воскресенье

source: About
ru: о программе

source: Setting
ru: Установки

source: Value
ru: Значение

source: Repository
ru: Репозиторий

source: Version
ru: Версия

source: Package Revision
ru: Пакет Версия

source: Git Author's Name
ru: Git Имя автора

source: Git Author's Email Address
ru: Адрес эл. почты автора

source: Supported Languages
ru: Поддерживаемые языки

source: Administration
ru: Управление

source: User
ru: Пользователь

source: Show configurations of upcoming days
ru: Показать конфигурацию ближайших дней

source: Today's Activity
ru: Сегодняшнее время пользования

source: Day
ru: День

source: Context
ru: Контекст

source: Min Time of Day
ru: Разрешно от

source: Max Time of Day
ru: Разрешено до

source: Time per Day
ru: Время пользования за день

source: Minimum Break
ru: Минимальная пауза

source: Max Duration
ru: Максимальное пользование

source: Free Play
ru: Неограниченная игра

source: Show overrides for day
ru: Показать измененные значения для дня

source: override
ru: изменение

source: Save
ru: Сохранить

source: Status
ru: Статус

source: Previous Activity Start Time
ru: Время начала предыдущего пользования

source: Previous Activity End Time
ru: Время конца предыдущего пользования

source: Current Activity Start Time
ru: Время начала текущего пользования

source: Current Activity Duration
ru: Продолжительность текущего пользования

source: Current
ru: текущее

source: Activity permitted
ru: Пользование разрешено

source: Reasons
ru: Причина

source: Show durations of most recent days
ru: Показать продолжительности предыдущих нескольких дней

source: Active Time
ru: Текущее время пользования

source: Active
ru: Активное пользование

source: Activity Start
ru: Начало пользования

source: Start
ru: Начало

source: Activity End
ru: Конец пользования

source: End
ru: Конец

source: Host(#procs)
ru: Компютер(#procs)

source: Show activity times
ru: Показать время пользования

source: Login
ru: Войти в систему

source: Password
ru: Пароль

source: Admin
ru: Администратор

source: Signed in as
ru: Пользователь:

source: Logout
ru: Выйти из системы
